/* 版本说明 */
#define MAJOR_VERSION       0
#define MINIOR_VERSION      0
#define PATH_VERSION        6

/*************************************************************************************************

0.0.1   2023-12-25          FangAnkang       开发版本

0.0.2   2024-01-17               ...
0.0.3   2024-01-30               ...
0.0.4   2024-02-02               ...          
(1)取消fcgi网页交互get模式，全部采用post下发带body
(2)删除APN多余信息，仅保存APN名称
(3)修改程序模组名称 
(4)修改模组为N302,修改了查询逻辑和等待时间及部分查询指令                                       
0.0.5   2024-02-21              ...
(1)修改蜂窝查询逻辑
(2)优化网络延迟测试时间
0.0.6   2024-02-22              ...
(1)将延迟测试修改成线程查询
                                      
                                                               
                                                            






****************************************************************************************************************/
